Repository: dinhngtu/VietType
Catalog: VietTypeConfig2/LocalizedResources/Localized.*.resx
Languages: vi

# MainWindow_CheckBox_AcceptDd_Content
source: Accept 'd' any_where
vi: Gõ 'đ' tự do (_W)

# MainWindow_CheckBox_Autocorrect_Content
source: Enable _autocorrect
vi: Tự động sửa từ (_A)

# MainWindow_CheckBox_BackspaceInvalid_Content
source: Backspaced _invalid word stays invalid
vi: Giữ trạng thái sai khi xóa từ sai (_I)

# MainWindow_CheckBox_DefaultEnabled_Content
source: Vietnamese mode by de_fault
vi: Mặc định bật tiếng Việt (_F)

# MainWindow_CheckBox_OaUyTone1_Content
source: _Use "oà", "uý" instead of "òa", "úy"
vi: Gõ "oà", "uý" thay vì "òa", "úy" (_U)

# MainWindow_GroupBox_EngineSettings_Header
source: Engine settings
vi: Cài đặt bộ gõ

# MainWindow_Label_OptimizeMultilang_Content
source: Multilingual typing _optimization level:
vi: Mức tối ưu gõ nhiều ngôn ngữ (_O):

# MainWindow_Label_TypingStyle_Content
source: Typing _style:
vi: Kiểu gõ (_S):

# MainWindow_Title
source: VietType Settings
vi: Cài đặt VietType

# MainWindow_Label_Toggle_Content
source: _Toggle key:
vi: Phím bật tắt (_T):

# MainWindow_Label_ShowComposingAttr_Content
source: Current word _highlight mode:
vi: Kiểu hiển thị từ đang gõ (_H):

# MainWindow_Button_Cancel_Content
source: Cancel
vi: Hủy bỏ

# MainWindow_Button_About_Content
source: A_bout
vi: Thông tin (_B)

# MainWindow_AboutFormat
source: VietType {0} ({1}) Copyright © 2018 Dinh Ngoc Tu. VietType is free software, licensed under the GNU General Public License. VietType is distributed WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the included LICENSE file for more details.
vi: VietType {0} ({1}) Bản quyền © 2018 Đinh Ngọc Tú. VietType là phần mềm tự do, bạn có thể cung cấp lại và/hoặc chỉnh sửa nó theo những điều khoản của Giấy phép Công cộng GNU phiên bản 3 do Tổ chức Phần mềm Tự do công bố. VietType không cung cấp bất cứ bảo hành hay bảo đảm nào. Bạn tự chấp nhận mọi rủi ro và trách nhiệm khi sử dụng VietType. Tham khảo tập tin LICENSE đi kèm VietType để biết chính xác các điều khoản.

# MainWindowViewModel_IsEnabledText_True
source: _Disable VietType
vi: Tắt VietType (_D)

# MainWindowViewModel_IsEnabledText_False
source: _Enable VietType
vi: Bật VietType (_E)

# MainWindow_EnableOkText
source: Successfully enabled VietType. Switch to VietType in the language bar to start using it.
vi: Đã bật VietType. Hãy tìm VietType trong thanh ngôn ngữ của Windows.

# MainWindow_DisableOkText
source: Successfully disabled VietType.
vi: Đã tắt VietType.

# MainWindow_ToggleFailFormat
source: Cannot configure VietType: {0}
vi: Không bật/tắt được VietType: {0}

# MainWindow_CheckBox_VietnameseInterface_Content
source: _Vietnamese interface
vi: Giao diện tiếng _Việt

# MainWindow_GroupBox_ControlSettings_Header
source: Control settings
vi: Cài đặt giao diện
